<html>

<head>
    <title>Ortodoncia - Odontopediatr&iacute;a - Periodoncia - Ortodoncia Preventiva y Correctiva - La Clinica m&aacute;s moderna de Caracas</title>
    <meta name="robots" content="index, follow" />
    <meta name="googlebot" content="index, follow" />
    <meta name="keywords" content="odontopediatria, periodoncia, ortodoncia, ortodoncia preventiva, ortodontica correctiva, ortodoncia invisible, ortodoncia interceptiva" />
    <meta name="description" content="Con Dentiplus desarrollamos todas las especialidades odontológicas cómo ortodoncia, odontopediatria, periodoncia, ortodoncia preventiva, interceptiva, correctiva." />
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">

    <link href="css/estyle.css" rel="stylesheet" type="text/css">

    <style type="text/css">
        <!-- .style5 {
            font-size: 12px
        }
        
        .style6 {
            color: #4BA3D4
        }
        
        -->
    </style>

</head>

<body bgcolor="#FFFFFF" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" onLoad="MM_preloadImages('images/clinicas-odontologicas.gif','images/menu_02b.gif','images/menu_03b.gif','images/menu_04b.gif','images/menu_05b.gif')">
    <table bgcolor="#D7EEFB" cellpadding="0" cellspacing="0" border="0" width="100%" height="100%">
        <tr>
            <td align="center" valign="top">
                <a name="top"></a>
                <table bgcolor="#FFFFFF" width="780" border="0" cellpadding="0" cellspacing="0">
                    <tr>
                        <td width="6" style="background-image:url(images/borde_izq.gif); background-repeat:repeat-y;" rowspan="9">&nbsp;</td>
                        <td><img src="images/logo-dentiplus.gif" width="260" height="161" alt="Dentiplus - La clinica mas moderna de caracas por la Av. Mohedano Frente al Hotel Marriot- Odontopediatria, Periodoncia, Ortodoncia"></td>
                       <td colspan="2" rowspan="6" valign="top"><img src="images/banner-odontologia.jpg" width="520" height="310"></td>
                        
                    </tr>
                    <tr>
                        <td>
                            <a href="menu.html" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('inicio','','images/clinicas-odontologicas.gif',1)"><img src="images/menu_01.gif" name="inicio" width="260" height="30" border="0"></a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="odontopediatria-periodoncia-ortodoncia.html" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Servicios','','images/menu_02b.gif',1)"><img src="images/menu_02b.gif" alt="Odontopediatria Periodoncia Ortodoncia Endodoncia Cirugia Bucal" name="Servicios" width="260" height="29" border="0"></a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="clinica-odontologia.html" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Clinica','','images/menu_03b.gif',1)"><img src="images/odontologia-clinicas-caracas-clinica.gif" alt="Clincas Odontologicas" name="Clinica" width="260" height="30" border="0"></a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="galeria-casos-clinicos.html" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Galeria','','images/menu_04b.gif',1)"><img src="images/casos-clinicos-odontologia.gif" alt="Casos Cl&iacute;nicos " name="Galeria" width="260" height="29" border="0"></a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="contacto.html" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Contacto','','images/menu_05b.gif',1)"><img src="images/contacto-clinica-odontologica.gif" alt="Contacto" name="Contacto" width="260" height="31" border="0"></a>
                        </td>
                    </tr>
                    <tr>
                        <td bgcolor="#83bad9" colspan="3"><img src="images/spacer.gif" width="780" height="6" alt=""></td>
                    </tr>
                    <tr>
                        <td valign="top" colspan="2">
                            <table width="100%" height="236" border="0" cellspacing="0" cellpadding="0">
                                <tr>
                                    <td valign="top" colspan="2"><img src="images/tag_servicios.gif" width="303" height="63"></td>
                                </tr>
                                <tr>
                                    <td width="30">&nbsp;</td>
                                    <td valign="top"><br>
                                        <p align="justify">La atenci&oacute;n en DENTIPLUS es personal, continua y completa.</p>
                                        <p align="justify"> En nuestros departamentos desarrollamos todas las especialidades odontol&oacute;gicas tales como:</p>
                                        <blockquote>
                                            <p><img src="images/tag.gif" alt="" width="7" height="11"><a title="Odontopediatria">Odontopediatr&iacute;a</a><br>
                                                <img src="images/tag.gif" alt="" width="7" height="11"><a title="Periodoncia">Periodoncia</a><br>
                                                <img src="images/tag.gif" alt="" width="7" height="11"><a  title="Ortodoncia">Ortodoncia</a><br>
                                                <img src="images/tag.gif" alt="" width="7" height="11"><a title="Cirugia Bucal">Cirug&iacute;a</a> <br>
                                                <img src="images/tag.gif" alt="" width="7" height="11"><a title="Endodoncia">Endodoncia</a> <br>
                                                <img src="images/tag.gif" alt="" width="7" height="11"><a title="Odontologia Restauradora y Estetica">Odontolog&iacute;a Restauradora y Est&eacute;tica</a>                                                <br>
                                                <img src="images/tag.gif" alt="" width="7" height="11"><a  title="Implantes Bucales">Implantes Bucales</a></p>
                                        </blockquote>
                                        <p align="justify">As&iacute;mismo contamos con el departamento de Radiolog&iacute;a el cual tiene a su cargo la producci&oacute;n de im&aacute;genes radiogr&aacute;ficas de la m&aacute;s <strong>alta calidad</strong> t&eacute;cnica
                                            de los dientes y dem&aacute;s estructuras maxilo-faciales, as&iacute; como de la interpretaci&oacute;n diagn&oacute;stica de las mismas. </p>
                                        <p align="justify">En DENTIPLUS encontrar&aacute; siempre excelentes profesionales, somos un equipo s&oacute;lido, que comparte experiencias y avanza en el conocimiento y aplicaci&oacute;n de nuevos tratamientos.</p>
                                        <br>
                                        <strong><a name="odontopediatria"></a><span class="style6" title="Odontopediatria">ODONTOPEDIATRIA.-</span></strong>
                                        <p align="justify"><img src="odontopediatria-3.jpg" alt="Odontopediatria" width="490" height="327"></p>
                                        <p align="justify"><img src="odontopediatria-1.jpg" width="490" height="327"></p>
                                        <p align="justify"><img src="odontopediatria-2.jpg" width="490" height="327"></p>
                                        <p align="justify">Es la especialidad de la odontolog&iacute;a orientada a la prevenci&oacute;n y tratamiento de los problemas dentales y bucofaciales del ni&ntilde;o desde su nacimiento hasta la adolescencia.</p>
                                        <p align="justify">Nosotros nos enfocamos en prevenir caries dentales y enfermedades de las enc&iacute;as, as&iacute; como tambi&eacute;n traumatismos dentales y mal posiciones dentarias con el uso de ortodoncia preventiva y ortopedia
                                            maxilar aplicadas en edades tempranas.</p>
                                        <p align="justify">Buscamos brindarle a su hijo una atenci&oacute;n optima, de manera que la visita odontol&oacute;gica sea una experiencia agradable y motivante que le permita al paciente crecer con una idea positiva de la odontolog&iacute;a,
                                            para que as&iacute; sea &eacute;l quien cuide su propia salud bucal y nos recuerde como un profesional con sensibilidad, que busca su bienestar f&iacute;sico y emocional.</p>
                                        <p><br>
                                            <strong><a name="periodoncia"></a><span class="style6" title="Periodoncia">PERIODONCIA.-</span></strong>
                                        </p>
                                        <p><img src="periodoncia.jpg" alt="Periodoncia" width="490" height="327"> </p>
                                        <p align="justify">Es la especialidad de la Odontolog&iacute;a que estudia la prevenci&oacute;n, diagn&oacute;stico y tratamiento de las enfermedades y condiciones que afectan los tejidos que dan soporte a los &oacute;rganos dentarios
                                            o a las estructuras que las sustituyen y el mantenimiento de la salud, funci&oacute;n y est&eacute;tica de estas estructuras y tejidos. Las principales condiciones que trata son la periodontitis y gingivitis.
                                            Hoy en d&iacute;a con el advenimiento de la implantologia la periodoncia tambi&eacute;n es la encargada de la prevenci&oacute;n y tratamiento de las enfermedades periimplantares como la perimplantitis<br> Muchas
                                            personas no se dan cuenta cu&aacute;n com&uacute;n son las enfermedades periodontales (alrededor del diente) que comienzan lesionando las enc&iacute;as. Tres de cuatro adultos poseen alg&uacute;n tipo de esta
                                            enfermedad. En la mayor&iacute;a de los casos, no produce dolor y por consiguiente, dicho problema pasa desapercibido. Sin embargo, su temprana detecci&oacute;n y tratamiento son extremadamente importantes,
                                            debido a que la enfermedad periodontal termina con la vida del diente (movilidad, infecci&oacute;n, extracci&oacute;n).</p>
                                        <p><br>
                                            <strong><a name="ortodoncia"></a><span class="style6" title="Ortodoncia">ORTODONCIA.-</span></strong>
                                        </p>
                                        <p><img src="ortodoncia.jpg" alt="Ortodoncia Correctiva, Preventiva, Interceptiva" width="490" height="735"> </p>
                                        <p align="justify">La ortodoncia es la ciencia que permite mover dientes y maxilares a su <strong>posici&oacute;n correcta</strong>, desde el punto de vista est&eacute;tico y funcional. Tiene como principal objetivo la creaci&oacute;n
                                            de salud bucal, a trav&eacute;s del control activo del crecimiento de la cara, especialmente de los maxilares, as&iacute; como de la erupci&oacute;n y disposici&oacute;n de los dientes y, de forma muy especial,
                                            de todas las funciones masticatorias y de degluci&oacute;n.<br> La Ortodoncia se divide en tres ramas dependiendo de la forma en que act&uacute;a:&nbsp;</p>
                                        <p align="justify"><strong title="ortodoncia preventiva">1. Ortodoncia Preventiva</strong> con la que se previene la implantaci&oacute;n de alg&uacute;n problema, como por ejemplo ser&iacute;a la colocaci&oacute;n de un mantenedor
                                            de espacio para prevenir que se cierre el espacio de un diente permanente cuando se&nbsp;pierde la pieza temporal que lo precede, prematuramente.</p>
                                        <p align="justify"><strong title="ortodoncia interceptiva">2. Ortodoncia Interceptiva</strong> como su nombre lo indica, se refiere a interceptar un problema ya establecido, como por ejemplo corregir una mordida cruzada en dentici&oacute;n
                                            mixta (cuando est&aacute;n presentes a la misma vez dientes temporales y permanentes), o eliminar un h&aacute;bito como succi&oacute;n del dedo pulgar ( chupar el dedo pulgar). Las edades en las cuales se implementan
                                            tanto la ortodoncia preventiva como la interceptiva son generalmente temprana entre los 5 y 9 a&ntilde;os, cuando todav&iacute;a est&aacute;n presentes los dientes temporales o en la dentici&oacute;n mixta combinaci&oacute;n
                                            de dentici&oacute;n temporal y permanente.</p>
                                        <p align="justify"><strong title="ortodoncia correctiva">3. Ortodoncia Correctiva</strong> es la que engloba todos los tratamientos de la dentici&oacute;n definitiva, generalmente se realiza con aparatolog&iacute;a fija en ambos arcos
                                            dentarios( brackets y arcos), es lo que el p&uacute;blico general , denomina frenillos.<br> El tratamiento promedio de ortodoncia correctiva, dura alrededor de 2 a&ntilde;os aproximadamente, pero cada problema
                                            en particular, tiene un tratamiento que durar&aacute; acorde a la severidad de la maloclusi&oacute;n, es decir puede ser m&aacute;s o menos de 2 a&ntilde;os, seg&uacute;n el caso especifico de cada paciente.</p>
                                        <p align="justify">La ortodoncia se combina con otras especialidades en paciente adultos con requerimientos especiales de salud bucal, por ejemplo en casos de pacientes con m&uacute;ltiples dientes faltantes, se realiza la ortodoncia
                                            y luego de culminada, se combina con un odont&oacute;logo restaurador o protesista, qui&eacute;n sustituye las piezas dentarias ausentes.</p>
                                        <p align="justify"><strong title="aparatos esteticos o ceramica">Aparatos Est&eacute;ticos o de Cer&aacute;mica:</strong><br> Solemos colocar brackets cer&aacute;micos, es decir, blancos, porque mejoran la est&eacute;tica del paciente
                                            adulto durante el tiempo del tratamiento, ya que simulan el color natural del diente. El paciente debe evitar alimentos con colorantes excesivos, para que no cambien de color los brackets, resultando en una
                                            disminuci&oacute;n del efecto est&eacute;tico. Tambi&eacute;n debe ser cuidadoso de no ingerir alimentos muy duros, que puedan estropear los brackets (como masticar nueces,etc).</p>
                                        <p align="justify"><strong title="ortodoncia invisible">Ortodoncia Invisible:<br>
    				  </strong>Es una nueva t&eacute;cnica de ortodoncia, para corregir malposiciones dentarias, que utiliza un distinto n&uacute;mero de f&eacute;rulas transparentes con peque&ntilde;os movimientos dentarios recreados por una computadora, hasta obtener
                                            la colocaci&oacute;n dentaria adecuada. Est&aacute; pensado para aquellos pacientes adultos en los que la est&eacute;tica est&eacute; muy comprometida para poder llevar brackets. El tiempo de tratamiento suele
                                            ser muy parecido a la t&eacute;cnica convencional de ortodoncia, pero como ventaja importante adem&aacute;s de la est&eacute;tica, es que facilita el correcto cepillado dentario. Tiene indicaciones muy espec&iacute;ficas,
                                            para problemas ortod&oacute;ncicos muy discretos, que no involucren discrepancias esqueletales severas asociadas.</p>

                                        <p align="justify"><br>
                                        </p>
                                    </td>
                                </tr>
                                <tr>
                                    <td>&nbsp;</td>
                                    <td valign="top">
                                        <div align="right"><a href="#top">Subir</a></div>
                                    </td>
                                </tr>
                            </table>
                        </td>
                        <td valign="top">
                            <table width="100%" border="0" cellpadding="10" cellspacing="10">
                                <tr>
                                    <td height="110" width="0">&nbsp;</td>
                                </tr>
                                <tr>
                                    <td bgcolor="#83BAD9">
                                        <div align="center"><span class="white style5"><strong>HORARIOS DE ATENCI&Oacute;N:<br>
                  </strong>Lunes a Viernes de<br>
                  08:00 AM A 6:00 PM<br>
                  <br>
                  <strong>TEL&Eacute;FONOS</strong>:<br> 
                  (0212) 9522905 / 9516082 / 9524958.<br>
                </span> </div>
                                    </td>
                                </tr>
                                <tr>
                                    <td bgcolor="#D7EEFB">
                                        <div align="center"><span class="style5 white style6"><strong><a href="galeria-casos-clinicos.html">&ldquo;VER CASOS CLINICOS&rdquo;</a></strong></span></div>
                                    </td>
                                </tr>
                            </table>
                        </td>
                    </tr>
                    <tr>
                        <td colspan="2">&nbsp;</td>
                        <td valign="top"> </td>
                    </tr>
                    <tr>
                        <td height="59" style="background-image:url(images/borde_izq.gif); background-repeat:repeat-y;">&nbsp;</td>
                        
                        
                        <td style="background-image:url(images/borde_der.gif); background-repeat:repeat-y;">&nbsp;</td>
                    </tr>
                    <tr>
                        <td colspan="5"><img src="images/borde_bottom.gif" width="792" height="7" alt=""></td>
                    </tr>
                </table>
            </td>
        </tr>
    </table>

</body>

</html>